# #. 环境条件倒逼下的自我约束

> **概念一内容为“目之所能及，除非前进路上遇到重大创伤作为计划调整和终止的标志，工作和学习围绕自身成长为唯一目的展开”**

>1.更好的身心素质，是未来一切的核心

制订规律性的身体训练安排表，通过游泳、太极拳学习、日常保持（同时注意饮食习惯与结构），获得期望的产出结果。通过大量书籍阅读并撰写笔记，同时

结合过往接受的正式/非正式案例、思考、积淀


>2.重大创伤的构成场景



>03.不可抗力

<hr />

> **概念二内容为“围绕学校与公司两大场景，为达成预期的规划和目的所做的要素投入比例”**

> 1.要素投入比例的约束条件



>2.要素投入比例
>03.不可抗力

<hr />

> **概念二内容为“围绕学校与公司两大场景，为达成预期的规划和目的所做的要素投入比例”**

> 1.要素投入比例的约束条件



>2.要素投入比例
>03.不可抗力

<hr />

> **概念二内容为“围绕学校与公司两大场景，为达成预期的规划和目的所做的要素投入比例”**

> 1.要素投入比例的约束条件



>2.要素投入比例


